{
    "feature_note": {
        "feature_areatakeoff": {
            "title": "AreaTakeOff",
            "description_card": "Dynamic Area Takeoff Summary In Rhino Viewport",
            "description_page": "Live area takeoff in Rhino viewport by looking up the bottom surface of the objects that pass the layer keyword filter. The calculation shape is visualized in the viewport via display conduit, and area summary is dynamically calculated on the fly. Great for massing study with specific area target in mind.",
            "command": "LakeHouseAreaTakeOff"
        },
        "feature_objmanager": {
            "title": "ObjManager",
            "description_card": "Batch Object Transformation With Random Rotation & Scale",
            "description_page": "Batch object transformation to apply random or fixed rotation to picked objects, as well as apply a random vertical scale to the picked objects. This is useful for creating random variation of a model such as entourage modification to achieve a less repetitive look.",
            "command": "LakeHouseObjManager"
        },
        "feature_contentmerger": {
            "title": "ContentMerger",
            "description_card": "Merge Layers & Materials Effortlessly, Even In Block Definitions",
            "description_page": "Merge layers and materials effortlessly, great for model cleanup, especially for models where you have block definitions that prevent layers from being deleted or selected, or models where you have previously imported content and have introduced material variation of the same design intent.",
            "command": "LakeHouseContentMerger"
        },
        "feature_layercolorrandomizer": {
            "title": "LayerColorRandomizer",
            "description_card": "Randomize Layer Colors Instantly",
            "description_page": "Randomize layer colors to allow quick visualization of the layers using different colors rather than default black or white.",
            "command": "LakeHouseLayerColorRandomizer"
        },
        "feature_randomselect": {
            "title": "RandomSelect",
            "description_card": "Random Object Selection Assistant",
            "description_page": "Randomly reduce selection by desired percentage or break them into groups. Great for introducing variation for rendering purposes.",
            "command": "LakeHouseRandomSelect"
        },
        "feature_blockusagepreview": {
            "title": "PreviewBlockUsage",
            "description_card": "Live Preview Block Usage In Model With Filter",
            "description_page": "Preview block usage in model by looking up the block definitions and their usage count. You can also limit scheduling by using a keyword.",
            "command": "LakeHousePreviewBlockUsage"
        }
    },
    "shared_note": {
        "slogan": "Make Architects Go-Home-Early Again.",
        "navigation": {
            "home": "Home",
            "feature": "Feature",
            "installation": "Installation",
            "contact": "Contact"
        }
    }
}